---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Meter
zh: 米
source: html/9421414c-e47f-263d-2eb0-df4bc35a9dab.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Meter Property

**中文**: 米

Symbol m, indicating unit Meters.

## Syntax (C#)
```csharp
public static ForgeTypeId Meter { get; }
```